Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: A co takiego stworzyłeś?
uk: І що ж ти створив?

source: A co tam przeglądasz? Może potrzebujesz jakiejś pomocy?
uk: Що ти там розглядаєш? Можливо, тобі потрібна допомога?

source: A co to ma być? To karczma, a nie przytułek dla ubogich! Złoto na stół, to pogadamy!
uk: А це що, по-твоєму? Це корчма, а не притулок для жебраків! Золото на стіл – тоді поговоримо!

source: A co to ma do rzeczy?
uk: Яке це має відношення до справи?

source: A co to niby jest? Pieni się bardziej niż wściekłe kretoszczury.
uk: Що це таке? Воно піниться сильніше, ніж розлючений кротощур.

source: A co to takiego?
uk: І що ж це?

source: A co to za drobne? Za tyle nie będę cię uczyć!
uk: А що це за копійки? За стільки я тебе не вчитиму!

source: A co to za nocne pokazy?
uk: Що це за нічні вистави?

source: A co to za żądania?
uk: І що це за вимоги?

source: A co to, świeżaczek chce pokazać, że do czegoś się nadaje? Dobrze, mam coś dla ciebie.
uk: Це що, новачок, який хоче показати, що він на щось здатний? Гаразд, у мене є дещо для тебе.

source: A co to? Przesłuchanie jakieś? Daj mi spokój, odpoczywam.
uk: А це що? Якийсь допит? Дай мені спокій, я відпочиваю.

source: A co tu gadać? Chłop był, a potem się zbył.
uk: А що тут розповідати? Хлопець як з'явився, так і зник.

source: A co tu gadać? Parę ruchów łopatą i porobione.
uk: А що тут розповідати? Кілька махів лопатою – і все готово.

source: A co tu jest do oglądania?
uk: А на що там дивитися?

source: A co tu mówić? To kopalnia złota należąca do Araxos. Za wiele więcej się nie dowiesz.
uk: А що тут можна сказати? Це золота копальня, що належить Араксосу. Більше тобі нічого не варто знати.

source: A co tu się czasem dzieje w nocy... Heh... To lepiej przemilczeć.
uk: А що тут іноді відбувається вночі... Хех... Про це краще промовчати.

source: A co tu się dzieje? Gdzie Dima?
uk: Що тут відбувається? Де Діна?

source: A co tu wiele mówić, mieszkam z moją kobietą i staram się jakoś zarobić na życie.
uk: Та що тут розповідати, я живу зі своєю жінкою і намагаюся якось заробляти на життя.

source: A co tu wyjaśniać? Wygląda na to, że miałeś nosa co do Otho, decydując się, by mu nie pomagać. Cwaniak niedługo dostanie to, na co zasługuje.
uk: А що тут пояснювати? Виглядає так, що ти відразу розкусив Отто і вирішив йому не допомагати. Цей хитрюга скоро отримає те, на що заслуговує.

source: A co tutaj robisz?
uk: А ти що тут робиш?

source: A co ty będziesz z tego miał?
uk: А тобі яка з цього вигода?

source: A co ty możesz mi zrobić tymi swoimi patykami?!
uk: І що ти мені зробиш своїми руцями?!

source: A co ty myślisz o Volkerze?
uk: А що ти думаєш про Волкера?

source: A co ty tam wiesz. Zasłużył sobie i tyle!
uk: Та що ти знаєш. Він отримав по заслугах і все!

source: A co ty tu robisz? Nie powinieneś spać w swoim łóżku?
uk: А ти що тут робиш? Хіба ти не повинен спати в своєму ліжку?

source: A co ty tutaj robisz?
uk: А що ти тут робиш?

source: A co ty tutaj robisz? Nie wyglądasz mi na maga.
uk: А що ти тут робиш? Ти не схожий на мага.

source: A co w tym złego? Gdzie satysfakcja z dobrej bitki, jeśli wiesz, że zawsze wygrasz?
uk: А що в цьому поганого? Де взятися задоволенню від хорошої битви, якщо знаєш, що завжди переможеш?

source: A co wy tutaj robicie?
uk: А що ви тут робите?

source: A co z Antonio?
uk: А як же Антоніо?

source: A co z Beckettem?
uk: А як же Беккет?

source: A co z Gildią Kupiecką?
uk: А як же Торгова Гільдія?

source: A co z Roderichem i resztą straży? Polegli?
uk: А як же Родеріх та решта вартових? Вони загинули?

source: A co z jednostkami specjalnymi?
uk: А як щодо спеціальних підрозділів?

source: A co z moim bratem?
uk: А як щодо мого брата?

source: A co z moją nagrodą?
uk: А як же моя винагорода?

source: A co z nagrodą?
uk: А як же винагорода?

source: A co z naszą umową?
uk: А як щодо нашої угоди?

source: A co z nim jest nie tak?
uk: А що з ним не так?

source: A co z nim?
uk: А що з ним не так?

source: A co z porywaczami mojego brata? Kiedy dorwiemy ich?
uk: А що з викрадачами мого брата? Коли ми їх знайдемо?

source: A co z przywódcą?
uk: А як щодо їх ватажка?

source: A co z referencjami?
uk: А як щодо рекомендації?

source: A co z samym Gerwinem?
uk: А що з самим Гервіном?

source: A co z samym Sunderem?
uk: А що з самим Сандером?

source: A co z twoim problemem ze spaniem?
uk: А як же твоя проблема зі сном?

source: A co z twoim snem?
uk: А як же твій сон?

source: A co z tym przeklętym zdrajcą Salvim?
uk: А що з тим проклятим зрадником Сальві?

source: A co z tymi beczkami i pozostałymi strażnikami?
uk: А що з тими бочками та іншими вартовими?

source: A co z tą przysługą dla mnie?
uk: А що з тією послугою для мене?

source: A co z waszym sklepem?
uk: А що з вашою крамницею?

source: A co z zaginięciem dwóch twoich ludzi?
uk: А що ти скажеш про зникнення двох твоїх людей?

source: A co z łodzią? Jest sprawna?
uk: Як щодо човна? Він справний?

source: A co ze mną? Po bitwie o miasto mieszkałem na Archolos jeszcze przez kilka miesięcy...
uk: А щодо мене? Після битви за місто я жив на Архолосі ще кілька місяців...

source: A co ze spiżarnią?
uk: А як щодо комори?

source: A co ze strażą miejską?
uk: А як щодо Міської Варти?

source: A co ze strzelaniem z łuku?
uk: А як щодо стрільби з лука?

source: A co, gdybym to ja kupił od ciebie te towary?
uk: А що, якщо я сам куплю твої товари?

source: A co, gdzieś się wybierasz?
uk: А що, ти кудись збираєшся?

source: A co, jak Weigar nie spełni prośby?
uk: А якщо Вейгар не виконає твого прохання?

source: A co, jak wpadniemy na skały? I zatoniemy? Nie umiem pływać! Jak wtedy sobie poradzę?
uk: А що, якщо ми наткнемося на скелі? І потонемо? Я не вмію плавати! Що мені тоді робити?

source: A co, jeśli jakiś uchodźca zostanie tam na dłużej? Teraz rozumiesz, czego się boję...
uk: А якщо якийсь біженець залишиться там надовше? Тепер ти розумієш, чого я боюся...

source: A co, jeśli zdobycie ostrza nie wpłynie na decyzję magów?
uk: А що, якщо здобуття клинка не вплине на рішення магів?

source: A co, może miałem ją siłą zaciągnąć do wioski?
uk: А що, може я мав силою затягнути її до села?

source: A co, przeskrobałem coś?
uk: А що, я щось накоїв?

source: A co, rozdajesz coś za darmo?
uk: А що, ти роздаєш щось задарма?

source: A co, ten skąpiec już nawet z własnych pieniędzy nie może się wyleczyć? Nieważne, chodźmy, nie lubię tracić czasu.
uk: А що, цей скупердяй навіть не може вилікуватись за власні гроші? Гаразд, ходімо, я не люблю гаяти часу.

source: A co, wstąpiłeś do straży, że bierzesz mnie na spytki?
uk: А ти що, приєднався до Варти, що мене допитуєш?

source: A co, wybierasz się do miasta? Może... potrzebujesz towarzyszki?
uk: А що, ти збираєшся до міста? Може... тобі потрібен попутник?

source: A co, zgubiłeś swojego kolegę? Może poszukaj go tam gdzie leży Roel.
uk: А що, ти загубив свого друга? Може, пошукаєш його там, де лежить Роел?

source: A co? Boisz się kretoszczurów? Jak tak, to idź ze swoim braciszkiem!
uk: А що, ти боїшся кротощурів? Якщо так, то йди зі своїм братиком!

source: A co? Porządnemu najemnikowi nie wolno się już czasami porządnie urżnąć?
uk: А що? Порядному найманцю не можна іноді як слід напитися?

source: A czego TY tam szukałeś, hę?!
uk: І що ж ТИ там шукав, га?!

source: A czego mógłbyś mnie nauczyć?
uk: А чому ти міг би мене навчити?

source: A czego się spodziewałeś po emerytowanym kacie? Podejdź, załatwi to szybko.
uk: А чого ти чекав від колишнього ката? Іди, він швидко все зробить.

source: A czego się spodziewałeś? Gdybyś załatwił mi porządnego lekarza, dostałbyś więcej. Za brak komfortu nie dostaniesz premii!
uk: А чого ти очікував? Якби знайшов мені нормального лікаря, то отримав би більше. За дискомфорт премію не дають!

source: A czego się spodziewałeś? Gnije tu od dłuższego czasu.
uk: А чого ти очікував? Він вже давно тут гниє.

source: A czego się spodziewałeś? To setki ludzi stłoczonych wewnątrz kamiennych murów. Im gorzej na zewnątrz, tym bardziej będą skakać sobie do gardeł tutaj.
uk: А чого ти очікував? Тут сотні людей, замкнених у кам'яних стінах. Чим гірша ситуація ззовні, тим більше вони будуть гризти один одному горлянки всередині.

source: A czego szanowna Gildia może ode mnie chcieć?
uk: І що ж від мене хоче шановна Гільдія?

source: A czego uczysz?
uk: Чого саме ти навчаєш?

source: A czego wy się spodziewaliście, wyruszając do opuszczonej od dziesiątek lat, przeklętej twierdzy? Takie miejsca to skupiska sił Beliara!
uk: А чого ви чекали, вирушаючи до проклятої фортеці, яка десятиліттями була покинута? Такі місця – це осередки сил Беліара!

source: A czegoś innego możesz mnie nauczyć?
uk: Можеш навчити мене ще чогось?

source: A czemu nie możesz jej po prostu samemu przygotować, skoro wszystko wiesz?
uk: А чому ти не можеш сам його приготувати, якщо все знаєш?

source: A czemu tu się przyglądać? Stare, niszczejące domy, biedni ludzie, którzy żyją za mniej niż jedną sztukę złota dziennie, a nawet, jeśli mają więcej, to zdobyte w nielegalny sposób.
uk: А що тут роздивлятися? Старі, напівзруйновані будинки, бідні люди, які живуть менш ніж на один золотий в день. А якщо і мають більше, то це здобуто нелегальним шляхом.

source: A czy Cortez musi o tym wiedzieć? Myślałem, że już się tego nauczyłeś.
uk: А чи потрібно Кортезу знати про це? Я думав, ти вже дечому навчився.

source: A czy ci to wygląda na miecz chłopcze?
uk: А це схоже на меч, як ти думаєш, хлопче?

source: A czy czasem nie miałeś się pojedynkować z Gronem? Załatw to, to pogadamy.
uk: А хіба ти не повинен був битися з Гроном на поєдинку? Зроби це, тоді й поговоримо.

source: A czy ja coś mówię? Po prostu kobieta jestem, nie wtrącam się w nie swoje sprawy.
uk: Хіба я щось не те кажу? Я просто жінка, я не втручаюся в те, що мене не стосується.

source: A czy nasza wioska wygląda na zajazd dla obdartusów?
uk: А хіба наше село схоже на заїжджий двір для обірванців?

source: A czy ona ma w tym temacie coś do powiedzenia?
uk: А її думка має значення?

source: A czy połowa Archolos chodzi do Mrocznych Tajemnic?
uk: А половина Архолосу ходить до Темних Таємниць?

source: A czy to ważne? I tak nie wyjdziesz stąd żywy.
uk: А яке це має значення? Ти все одно не вийдеш звідси живим.

source: A czy to wygląda jakbym rządził? Strażnicy trzymają mnie tu jak w klatce, bo jestem im potrzebny.
uk: Хіба схоже, що я тут головний? Охоронці тримають мене тут, як у клітці, бо я їм потрібен.

source: A czy wspomniał o tym, że wszyscy rzemieślnicy tworzący moje posążki pochodzą z Archolos i poprzez kupowanie moich produktów wspierasz lokalny handel?
uk: А він не згадував, що всі ремісники, які виготовляють мої статуетки, це мешканці Архолосу і, купуючи мої вироби, ти підтримуєш місцеву торгівлю?

source: A czy wśród nowych górników pojawił się wtedy ktoś szczególny?
uk: А серед нових гірників хтось виділявся?

source: A czy zawsze musi być okazja? Po prostu chcę, by mieszkańcy naszego miasta cieszyli się wybornym smakiem moich dań!
uk: А обов'язково має бути нагода? Просто хочу, щоб мешканці нашого міста насолоджувалися вишуканим смаком моїх страв!

source: A czyja niby? Może bogów?
uk: А чия? Може, богів?

source: A czym może się zajmować Gwardzista Królewski? Służę ojczyźnie!
uk: А що ще може робити гвардієць Королівської Гвардії? Служу батьківщині!

source: A czym mój handel różni się od sprzedawania złotych Innosów? Niczym! Magowie to hipokryci!
uk: А чим моя торгівля відрізняється від продажу золотих Інносів? Нічим! Маги – лицеміри!

source: A czym się mogę zajmować jako strażnik? Patrole, warty, użeranie się z pyskatymi obywatelami.
uk: А що я можу робити як вартовий? Патрулювати, охороняти, розбиратися з балакучими громадянами.

source: A cóż to za nowy alchemik? Nigdy o nim nie słyszałem.
uk: А хто цей новий алхімік? Ніколи про нього не чув.

source: A daj człowieku spokój. Dzień w dzień się awanturują. Cała wioska ma już tego dosyć. Jak tak dalej pójdzie, to ludzie zaczną się wyprowadzać.
uk: Облиш, чоловіче. Вони щодня сваряться. Все село вже втомилося від цього. Якщо так триватиме й далі, люди почнуть виселятися звідси.

source: A daj mi spokój...
uk: А, залиш мене в спокою...

source: A dajże mi spokój!
uk: Дай мені спокій!

source: A dlaczego akurat tak się nazywa?
uk: А чому воно має саме таку назву?

source: A dlaczego ja?
uk: А чому саме я?

source: A dlaczego miałbym to robić?
uk: І чому я повинен це робити?

source: A dlaczego miałbym to zrobić?
uk: Навіщо мені це робити?

source: A dlaczego miałbym was posądzać o coś niezgodnego z prawem? Dwóch spacerowiczów, wielkie mi halo.
uk: А чому я маю звинувачувати вас у чомусь незаконному? Двоє людей просто гуляють, що в цьому такого?

source: A dlaczego miałem tego nie zrobić? Zapłaciła mi więcej, niż większość gości w ciągu jednego dnia pracy.
uk: А чому б я мав цього не робити? Вона заплатила мені більше, ніж більшість відвідувачів за цілий день роботи.

source: A dlaczego nie?
uk: А чому ні?

source: A dlaczego pytasz? Nie chcesz mnie aby rozpraszać przed walką?!
uk: А чому ти запитуєш? Ти ж не хочеш, щоб я відволікався перед боєм?!

source: A dlatego, że wypadło na ciebie.
uk: А тому, що це випало на твою долю.

source: A do tej roboty przyda mi się ktoś kto potrafi ruszyć nie tylko mięśniami.
uk: А для цієї роботи мені потрібен хтось, хто може ворушити не лише м'язами.

source: A dokładniej?
uk: А точніше?

source: A dowody? Co z nimi zrobiłeś?
uk: А де докази? Що ти з ними зробив?

source: A dowód jakiś masz?
uk: А докази якісь маєш?

source: A druga część zadania?
uk: А друга частина завдання?

source: A drugi człowiek nie jest naturalnym zagrożeniem?
uk: А інша людина не є природною загрозою?

source: A dużo ich tam jest?
uk: А чи багато їх там?

source: A dziwisz mi się? Człowiek o mojej pozycji i majątku przyciąga wielu nieproszonych gości. Złodzieje, wyłudzacze i szantażyści – to tylko część z nich.
uk: Ти здивований? Людина мого становища та багатства приваблює багато непроханих гостей. Злодії, здирники та шантажисти – це лише деякі із них.

source: A dziwisz mu się?
uk: А тебе це дивує?

source: A faktycznie...
uk: А й справді...

source: A gdy już strawił wszystkie skrzynie i beczki z materiałami, wdarł się do koszar. Strażnicy i ochotnicy biegali od placu do kwater z wiadrami wody, ale było ich niewielu. Zbyt niewielu, by powstrzymać szalejące płomienie.
uk: А коли вогонь охопив усі ящики та бочки з матеріалами, він перекинувся на казарми. Вартові та добровольці бігали з площі до казарм з відрами води, але їх було замало. Занадто мало, щоб стримати бурхливе полум'я.

source: A gdy już wyjdziecie z kopalni, ledwo niosąc wszystkie błyszczące bryłki, nasz kowal z chęcią wymieni je dla was na najprawdziwsze złote monety, akceptowane na terenie całej Myrtany!
uk: А коли ви вийдете з копальні, ледве винісши всі добуті самородки, наш коваль з радістю обміняє їх на справжні золоті монети, що приймаються по всій Міртані!

source: A gdyby ktoś cię pytał, co się działo w nocy, to powiedz, że znalazłeś tutaj pijanego Grona. Dopilnuję, by nie miał kłopotów.
uk: А якщо тебе хтось спитає, що сталося минулої ночі, скажи, що знайшов тут п'яного Грона. Я простежу, щоб у нього не було неприємностей.

source: A gdyby na przykład jakiś napity klient karczmy stał się agresywny? Też by ci to latało?
uk: А якщо, скажімо, який-небудь п'яний відвідувач корчми почне буянити? Тобі було б усе одно?

source: A gdyby nadszedł czas, oddać swe życie na służbie.
uk: І якщо настане час, віддати своє життя на службі.

source: A gdyby przyszedł czas, oddać me życie na służbie.
uk: І якщо прийде час, віддати моє життя на службі.

source: A gdyby przyszedł czas, oddać swe życie na służbie.
uk: І якщо прийде час, віддати своє життя на службі.

source: A gdyby tak rzucić wszystko w cholerę i wypłynąć na Khorinis?
uk: А що, якщо все покинути до біса і вирушити до Хорініса?

source: A gdyby tak... ubogacić wasz występ?
uk: А як щодо... покращення вашого виступу?

source: A gdyby trafił się ktoś po cichu mógłby wam pomóc?
uk: А що, якби з'явився хтось, хто міг непомітно вам допомогти?

source: A gdyby trafił się ktoś, kto nie jest z wami związany i po cichu mógłby wam pomóc?
uk: А що, якби з'явився хтось, хто не пов'язаний з вами, і міг би непомітно вам допомогти?

source: A gdyby znalazła się aktualniejsza wersja testamentu Valerio, która pogodzi braci?
uk: А що, якщо знайдеться актуальніша версія заповіту Валеріо, яка примирить братів?

source: A gdybym ci zapłacił?
uk: А якщо я тобі заплачу?

source: A gdybym załatwił ci za darmo naprawienie sieci?
uk: А що, якщо я полагоджу твою сітку безкоштовно?

source: A gdybyście mieli tam dobre warunki? Powiedziałabyś Fabio, że podoba ci się pomysł z uprawą?
uk: А якщо у вас там будуть хороші умови, ти скажеш Фабіо, що тобі подобається ідея з вирощуванням трави?

source: A gdybyśmy jej dali powód?
uk: А якщо ми дамо їй привід?

source: A gdzie ja mam to znaleźć?
uk: І де мені все це знайти?

source: A gdzie ma być? Tam, gdzie wszyscy rzemieślnicy. W swoim warsztacie przy gospodzie.
uk: А де він може бути? Там, де й всі ремісники. У своїй майстерні біля корчми.

source: A gdzie mieliśmy się podziać? W mieście nas przepędzali z kąta w kąt. Nikt nam nie chciał pomóc.
uk: А де ми мали подітися? У місті нас гнали з кутка в куток. Ніхто не хотів нам допомагати.

source: A gdzie reszta twoich ludzi?
uk: А де решта твоїх людей?

source: A gdzie tam! Ona? To porządna dziewczyna jest. Może i się zadaje ze złodziejami, ale żeby od razu ludzi truć?
uk: Та де там! Вона? Вона порядна дівчина. Може, зі злодіями і водиться, але щоб одразу людей труїти?

source: A gdzie tam, po prostu tutaj nie ma co robić, więc piję dla zabicia czasu.
uk: Та де там, тут просто нічого робити, тому я п'ю, щоб вбити час.

source: A gdzie tam. Roderich jest zbyt zajęty podlizywaniem się bogaczom, żeby ciągle mógł wieść swoje wygodne życie. Musimy radzić sobie z tym co mamy.
uk: Та де там. Родеріх занадто зайнятий підлизуванням до багатіїв, щоб забезпечити собі комфортне життя. Доводиться обходитись тим, що є.

source: A gdzie ten mały?
uk: А де той другий?

source: A gdzie ty niby chcesz iść? Znasz w ogóle tę okolicę? Bo ja nie i nie mam zamiaru kończyć w brzuchu jakiejś leśnej bestii.
uk: А куди ти надумав йти? Ти хоча б знаєш цю місцевість? Тому що я не знаю, і не збираюся опинитися в череві якогось лісового жука.

source: A gdzie ty się wybierasz? Zdaje się, że masz coś do zrobienia!
uk: І куди це ти зібрався? Здається, тобі є чим зайнятися!

source: A gdzie ty tu widzisz jakąś... straż?
uk: А де ти тут бачиш... Варту?

source: A gdzie złoto?
uk: А де золото?

source: A gdzieżby tam, panie władzo! My tylko na spacer wyszliśmy!
uk: Звичайно ні, пане вартовий! Ми просто вийшли погуляти!

source: A gdzieżby! Skąd ci to przyszło do głowy?
uk: Та де там! Як тобі таке спало на думку?

source: A goście w karczmie zamawiają piwo i grzecznie siadają przy stole, Marvin.
uk: А гості корчми замовляють пиво і чемно сидять за столом, Марвіне.

source: A i Oscar jest zadowolony, bo zostawia mnóstwo złota u panienek...
uk: А ще Оскар щасливий, бо він залишає дівчатам багато золота...

source: A i jeszcze jedno, gdyby Gaur nie żył... to rozpoznasz go po sygnecie z fioletowym kamieniem. Był w jego rodzie od wielu wieków.
uk: І ще одне – якщо Гаур помер... ти впізнаєш його за перснем з фіолетовим каменем. Він передавався в його родині протягом багатьох століть.

source: A i jeszcze jedno. Dzięki, że uratowałeś Daniela. To dobry chłopak.
uk: І ще одне. Дякую, що врятував Даніеля. Він хороший хлопець.

source: A i mam coś dla ciebie!
uk: До речі, у мене дещо для тебе є!

source: A i owszem, nie będę narzekał, hehe! I tak, to ja uszkodziłem ten dźwig.
uk: А ще я не буду скаржитися, хе-хе! І так, це я пошкодив той кран.

source: A i owszem. Całkiem nieźle się sprawujesz, a Gildia nagradza dobrych pracowników. Mógłbym zrobić z ciebie naprawdę dobrego szermierza!
uk: А, так. У тебе непогано виходить, а Гільдія заохочує добрих працівників. Я можу зробити з тебе чудового мечника!

source: A i owszem. Uważam, że jestem jednym z lepszych graczy na wyspie. Nie tak dobrym, jak gubernator, ale mimo wszystko mam parę istotnych zwycięstw na swoim koncie.
uk: Так і є. Я вважаю, себе одним із найкращих гравців на острові. Можливо, не таким хорошим, як губернатор, але все ж таки маю кілька тріумфальних перемог на своєму рахунку.

source: A idź mi z taką prawdą! Bierz sieć i nie zawracaj mi więcej głowy!
uk: Можеш йти геть з такою правдою! Забирай сітку і не турбуй мене більше!

source: A idź w cholerę, nie będziesz mi tu mędrkował! Co się z tymi ludźmi dzieje, wszyscy tylko szukają okazji, żeby innym dopiec!
uk: Йди до дідька, теж мені, розумник знайшовся! Що коїться з цими людьми, вони всі тільки й шукають нагоди нашкодити іншим!

source: A ile dokładnie?
uk: А конкретніше?

source: A ile jest to dla ciebie warte?
uk: А наскільки це для тебе важливо?

source: A ile ty byś za nie dał?
uk: А скільки б ти за них дав?

source: A ile ty byś za nie dał? Sam niezbyt orientuję się w cenach rynkowych.
uk: А скільки б ти за них дав? Я не дуже добре орієнтуюся в ринкових цінах.

source: A ja Ilse. Mam nadzieję, że nie będziesz mi długo zawracał głowy.
uk: А я Ільза. Сподіваюсь, що ти не будеш довго морочити мені голову.

source: A ja Marvin.
uk: А я Марвін.

source: A ja i owszem, dlatego kluczowym jest, byśmy natychmiast podjęli zdecydowane kroki. Jesteś gotowy? Możemy ruszać?
uk: А я очікував, і саме тому вкрай важливо, щоб ми негайно вжили рішучих заходів. Ти готовий? Можемо вирушати?

source: A ja jestem gubernatorem Morrisem! Zamierzasz dalej kręcić, czy wyjmiesz w końcu to złoto?
uk: А я губернатор Морріс! Ти будеш і далі викаблучуватися, чи врешті дістанеш золото?

source: A ja jestem szanowanym rzemieślnikiem, który dostarcza kufry do koszar, pobliskiej spiżarni, a także dla samego Rodericha.
uk: А я – шанований майстер, який постачає скрині в казарми, у найближчий склад, а також самому Родеріху.

source: A ja jestem waszym strażnikiem. Zejdź mi z oczu, zajęty jestem.
uk: А я вас охороняю. Забирайся з моїх очей, я зайнятий.

source: A ja już liczyłem, że całe złoto zostanie dla mnie.
uk: А я вже сподівався, що все золото залишиться мені.

source: A ja już nic z tego nie rozumiem! Ramona oszukuje i jest jędzą, tylko tyle wiem!
uk: Я більше нічого в цьому не розумію! Рамона – зрадниця і відьма. Це все, що я знаю!

source: A ja liczyłam na kogoś bardziej bezinteresownego.
uk: А я сподівалася на когось більш безкорисливого.

source: A ja mam robotę. Żegnam!
uk: А в мене є робота. На все добре!

source: A ja myślałem, że w naszych kanałach jest ciemno, mokro...
uk: А я думав, що в нашій каналізації темно, мокро...

source: A ja myślę, że to będzie młody czarny troll. Mówię wam, słyszałem kiedyś o tych bestiach. Podobno potrafią być większe od domu, a pięścią rozwalają całe skały.
uk: Я думаю, що це буде молодий чорний троль. Кажу вам, я чув про цих звірів раніше. Вони можуть виростати більшими за будинок, а кулаками трощити скелі.

source: A ja nie lubię, kiedy ktoś morduje swoich pracowników dla zysku.
uk: А я не люблю, коли хтось вбиває своїх працівників заради наживи.

source: A ja nie lubię... ekhem, coś mnie w gardle drapie... ekhem...
uk: А я не люблю... щось мені в горлі дряпає... екхем...

source: A ja nie lubię... ekhem... nie... ekh...
uk: А я не люблю... ехем... ні... ех...

source: A ja nie mam ochoty o niej słuchać. Kupujesz coś?
uk: А я не маю бажання про неї слухати. Може, купиш щось?

source: A ja nie mogę sobie pozwolić na leczenie ludzi za darmo, i tak nie mam za wielu klientów. Magowie nic nie biorą za swoje usługi, więc sporo mieszkańców idzie po pomoc do nich.
uk: А я не можу дозволити собі лікувати людей безкоштовно, у мене і так небагато клієнтів. Маги за свої послуги нічого не беруть, тому багато мешканців звертаються по допомогу саме до них.
